[
    {
        "id": 1,
        "titulo": "Arnes para perros",
        "descripcion": "Nuestro arnés para perros está diseñado para proporcionar la máxima comodidad y seguridad durante cada paseo. Fabricado con materiales duraderos y acolchados, este arnés asegura un ajuste perfecto y evita la presión sobre el cuello y la espalda de tu mascota. Su diseño ergonómico permite una distribución equilibrada de la presión, reduciendo el riesgo de lesiones.",
        "categoria": "Mascotas",
        "marca": "Starpet",
        "imagen": "./Image/Producto/1.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 2,
        "titulo": "Lockers de 2 puertas",
        "descripcion": "Maximiza la organización y la seguridad con nuestro locker de 2 puertas, ideal para oficinas, gimnasios, escuelas y cualquier entorno donde se necesite un almacenamiento eficiente y confiable. Este locker está diseñado para ofrecer un equilibrio perfecto entre funcionalidad y durabilidad.",
        "categoria": "Lockers",
        "marca": "Prolockers",
        "imagen": "./Image/Producto/2.png",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 3,
        "titulo": "Grua",
        "descripcion": "¡Despierta la imaginación de los más pequeños con nuestra grúa de juguete! Diseñada para ofrecer horas de diversión y aprendizaje, esta grúa es perfecta para pequeños constructores y entusiastas de la maquinaria.",
        "categoria": "Juguetes",
        "marca": "Starimport",
        "imagen": "./Image/Producto/3.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 4,
        "titulo": "Kit de doctor.",
        "descripcion": "¡Deja que los pequeños se conviertan en doctores con nuestro completo kit de doctor de juguete! Diseñado para estimular el juego simbólico y fomentar el cuidado y la empatía, este kit es ideal para futuros médicos y para aprender sobre la salud de una manera divertida.",
        "categoria": "Juguetes",
        "marca": "Starimport",
        "imagen": "./Image/Producto/4.svg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 5,
        "titulo": "Auto rojo",
        "descripcion": "¡Haz que cada carrera sea emocionante con nuestro auto de juguete rojo! Diseñado para pequeños entusiastas de la velocidad, este auto brillante y aerodinámico está listo para conquistar cualquier pista de carreras imaginaria.",
        "categoria": "Juguetes",
        "marca": "Starimport",
        "imagen": "./Image/Producto/5.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 6,
        "titulo": "Auto gris",
        "descripcion": "Descubre la elegancia y versatilidad con nuestro auto de juguete gris. Este auto sofisticado está diseñado para aquellos que buscan un toque de clase en sus juegos de carreras y aventuras.",
        "categoria": "Juguetes",
        "marca": "Starimport",
        "imagen": "./Image/Producto/6.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 7,
        "titulo": "Cocina de juguete",
        "descripcion": "¡Transforma cualquier espacio en un restaurante imaginario con nuestra cocina de juguete! Diseñada para pequeños chefs y entusiastas de la cocina, esta cocina de juguete está equipada para ofrecer horas de juego creativo y aprendizaje culinario.",
        "categoria": "Juguetes",
        "marca": "Starimport",
        "imagen": "./Image/Producto/7.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 8,
        "titulo": "Estanteria",
        "descripcion": "Optimiza tu hogar u oficina con nuestra estantería moderna, diseñada para ofrecer funcionalidad y estilo. Perfecta para exhibir tus libros, decoraciones y más, esta estantería combina diseño contemporáneo con una construcción robusta.",
        "categoria": "Muebles",
        "marca": "Starimport",
        "imagen": "./Image/Producto/8.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 9,
        "titulo": "Escritorio",
        "descripcion": "Transforma tu oficina o estudio con nuestro escritorio multifuncional, diseñado para ofrecer un equilibrio perfecto entre estilo, comodidad y funcionalidad. Ideal para profesionales, estudiantes o creativos, este escritorio se adapta a tus necesidades diarias mientras aporta un toque elegante a tu espacio.",
        "categoria": "Muebles",
        "marca": "Prolockers",
        "imagen": "./Image/Producto/14.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 10,
        "titulo": "Cardex",
        "descripcion": "Mantén tus documentos y archivos organizados con nuestro cardex, una solución eficiente para el almacenamiento y la gestión de papeles en cualquier entorno profesional o doméstico. Diseñado para ofrecer una accesibilidad rápida y una organización clara, el cardex es ideal para oficinas, archivos y espacios de trabajo.",
        "categoria": "Muebles",
        "marca": "Prolockers",
        "imagen": "./Image/Producto/16.jpg",
        "precio": 15,
        "stock": 10
    },
    {
        "id": 11,
        "titulo": "Silla Gamer",
        "descripcion": "Eleva tu experiencia de juego con nuestra silla gamer, diseñada para ofrecer el máximo confort y soporte durante largas sesiones de juego. Con un diseño ergonómico y características premium, esta silla es la elección perfecta para gamers serios y entusiastas del eSports.",
        "categoria": "Muebles",
        "marca": "Prosilla",
        "imagen": "./Image/Producto/18.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 12,
        "titulo": "Rabbit",
        "descripcion": "¡Dale a tu pequeño un nuevo amigo con nuestro encantador conejo de juguete! Este adorable peluche está diseñado para ser el compañero perfecto en cada juego, brindando ternura y consuelo a los niños.",
        "categoria": "Juguetes",
        "marca": "Starimport",
        "imagen": "./Image/Producto/12.jpg",
        "precio": 15000,
        "stock": 10
    },
    {
        "id": 13,
        "titulo": "Terreneitor",
        "descripcion": "Descubre la potencia y versatilidad del Terrenator, diseñado para enfrentar los desafíos más exigentes en cualquier tipo de terreno. Ideal para entusiastas de la aventura y profesionales que requieren un rendimiento confiable en condiciones extremas, el Terrenator es la herramienta definitiva para conquistar cualquier desafío.",
        "categoria": "Juguetes",
        "marca": "Starimport",
        "imagen": "./Image/Producto/13.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 14,
        "titulo": "Pistola de juguete",
        "descripcion": "¡Prepárate para la acción con nuestra pistola de juguete, diseñada para brindar horas de diversión en juegos imaginativos! Perfecta para niños que disfrutan de las aventuras llenas de acción, esta pistola de juguete es segura y fácil de usar.",
        "categoria": "Juguetes",
        "marca": "Starimport",
        "imagen": "./Image/Producto/9.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 15,
        "titulo": "Estanteria Metalica",
        "descripcion": "Optimiza tu espacio de almacenamiento con nuestra estantería metálica, diseñada para ofrecer durabilidad y capacidad de carga en cualquier entorno. Ideal para garajes, almacenes, oficinas o incluso en el hogar, esta estantería es la solución perfecta para mantener tus pertenencias organizadas y accesibles.",
        "categoria": "Muebles",
        "marca": "Starimport",
        "imagen": "./Image/Producto/15.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 16,
        "titulo": "Juguete para bebe",
        "descripcion": "Dale a tu bebé el regalo de la exploración y el aprendizaje con nuestro juguete para bebé, diseñado especialmente para estimular sus sentidos y apoyar su desarrollo en las primeras etapas. Este juguete combina seguridad y diversión para ofrecer horas de entretenimiento saludable.",
        "categoria": "Juguetes",
        "marca": "Milockers",
        "imagen": "./Image/Producto/10.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 17,
        "titulo": "Lockers de 16 puertas multicolor",
        "descripcion": "Añade un toque vibrante y funcional a tu espacio con nuestros lockers de 16 puertas multicolor. Diseñados para ofrecer soluciones de almacenamiento prácticas y seguras, estos lockers son ideales para escuelas, oficinas, gimnasios o cualquier lugar que necesite una organización eficiente y con estilo.",
        "categoria": "Lockers",
        "marca": "Milockers",
        "imagen": "./Image/Producto/17.png",
        "precio": 15000,
        "stock": 10
    },
    {
        "id": 18,
        "titulo": "Juguete para bebe 2",
        "descripcion": "Estimula la curiosidad y el desarrollo de tu bebé con nuestro juguete especialmente diseñado para las primeras etapas de crecimiento. Este juguete combina seguridad, colores atractivos y funciones interactivas para ayudar a tu pequeño a explorar el mundo que le rodea.",
        "categoria": "Juguetes",
        "marca": "Starimport",
        "imagen": "./Image/Producto/11.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 19,
        "titulo": "Locker de 1 puerta",
        "descripcion": "Mantén tus pertenencias organizadas y seguras con nuestro locker de 1 puerta, diseñado para ofrecer una solución de almacenamiento práctica en cualquier entorno. Ideal para oficinas, gimnasios, escuelas o el hogar, este locker compacto combina funcionalidad y durabilidad en un solo lugar.",
        "categoria": "Lockers",
        "marca": "Prolockers",
        "imagen": "./Image/Producto/19.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 20,
        "titulo": "Lockers de 3 puertas amarillo",
        "descripcion": "Añade un toque de color y eficiencia a tu espacio con nuestros lockers de 3 puertas en vibrante color amarillo. Perfectos para oficinas, escuelas, gimnasios o cualquier lugar que requiera una solución de almacenamiento práctica y segura, estos lockers combinan estilo con funcionalidad.",
        "categoria": "Lockers",
        "marca": "Milockers",
        "imagen": "./Image/Producto/20.jpg",
        "precio": 1500,
        "stock": 10
    },
    {
        "id": 21,
        "titulo": "Silla metalica 2 personas",
        "descripcion": "Ofrece a tus espacios una solución de asientos práctica y resistente con nuestra silla metálica para 2 personas. Ideal para áreas de espera, jardines, oficinas o espacios comunes, esta silla combina la robustez del metal con un diseño cómodo y funcional.",
        "categoria": "Muebles",
        "marca": "Prosilla",
        "imagen": "./Image/Producto/21.jpg",
        "precio": 1200000,
        "stock": 5
    },
    {
        "id": 22,
        "titulo": "Lockers de 10 puertas rojo",
        "descripcion": "Optimiza tu espacio de almacenamiento con nuestros lockers de 10 puertas en un vibrante color rojo. Diseñados para ofrecer seguridad y organización, estos lockers son ideales para oficinas, escuelas, gimnasios o cualquier entorno que requiera una solución práctica y visualmente atractiva.",
        "categoria": "Lockers",
        "marca": "Starimport",
        "imagen": "./Image/Producto/22.jpg",
        "precio": 60000,
        "stock": 20
    },
    {
        "id": 23,
        "titulo": "Escritorio con cadex",
        "descripcion": "Transforma tu espacio de trabajo con nuestro escritorio con cardex integrado, diseñado para ofrecer una solución completa de organización y funcionalidad en un solo mueble. Ideal para oficinas, estudios o espacios de trabajo en el hogar, combina el estilo moderno con una eficiencia práctica.",
        "categoria": "Muebles",
        "marca": "Milockers",
        "imagen": "./Image/Producto/23.jpg",
        "precio": 45000,
        "stock": 15
    },
    {
        "id": 24,
        "titulo": "Gavetero",
        "descripcion": "Maximiza el almacenamiento y mejora la organización en tu hogar u oficina con nuestro elegante gavetero. Diseñado para ofrecer funcionalidad y estilo, este gavetero es ideal para guardar documentos, ropa, accesorios y otros artículos esenciales de manera ordenada y accesible.",
        "categoria": "Muebles",
        "marca": "Prosilla",
        "imagen": "./Image/Producto/24.jpg",
        "precio": 30000,
        "stock": 25
      }

]
